Repository: common-repository/correos-oficial
Catalog: languages/correoswc-*.po
Languages: es_es

source: and
es_es: Y

source: [&gt;=] Units for &quot;weight&quot; and &quot;volume&quot; are configurated on settings WooCommerce.
es_es: [&gt;=] Las unidades para &quot;Peso&quot y &quot;Volumen&quot; son las elegidas en la configuración de WooCommerce.

source: [&lt;] If =0 not maximum (Set 0 on &quot;Cost per adional unit&quot;). Units for &quot;weight&quot; and &quot;volume&quot; are configurated on settings WooCommerce.
es_es: [&lt;] Si se deja a 0 se considera que no hay máximo (en este caso deja también a 0 el &quot;Coste por unidad adicional&quot;). Las unidades para &quot;Peso&quot y &quot;Volumen&quot; son las elegidas en la configuración de WooCommerce.

source: Active it if pre-register action no work
es_es: Activar si se obtiene error al generar etiqueta

source: Add package
es_es: Añadir bulto

source: Add Rule
es_es: Añadir regla

source: Add sender
es_es: Añadir remitente

source: Addr.
es_es: Dire.

source: Address
es_es: Dirección

source: All products, whihtout class or a certain class.
es_es: Para todos los productos, productos sin clase o una clase determinad.

source: Alternative SSL
es_es: SSL alternativo

source: Alternative SSL communication
es_es: Comunicación SSL alternativa

source: Another Alias
es_es: Alias

source: Bad file. Check format file.
es_es: Formato incorrecto. Comprueba el fichero.

source: Bank account number / IBAN
es_es: Número de cuenta / IBAN

source: Bank account number / IBAN. Correos pay "payment sender" in this account. (Required if payment sender greater than 0)
es_es: Número de cuenta bancaria. Requerida si “Coste” es mayor que 0

source: Cash on Delivery by Correos
es_es: Contrareembolso por Correos

source: Check file permissions. WECorreos plugin needs write some files.
es_es: Problema al guardar archivos. Comprueba los permisos.

source: Check the fields please
es_es: Comprueba los campos requeridos por favor

source: City
es_es: Ciudad

source: City paq user
es_es: Usuario de Citypaq

source: Citypaq Favorites
es_es: Citypaqs favoritos

source: Citypaqs updated for postal code:
es_es: Citypaqs actualizados para el código postal:

source: Citypaqs updated for state:
es_es: Citypaq actualizados para la provincia:

source: Client number
es_es: Número de cliente

source: Comment
es_es: Observaciones

source: Comments
es_es: Observaciones

source: Company
es_es: Empresa

source: Condition
es_es: Condición

source: Condition rule. Cost, weight o volume
es_es: Condición para la regla. Por precio, peso o volumen

source: Contact
es_es: Contacto

source: Contact email
es_es: Correo electrónico

source: Contact person
es_es: Persona de contacto

source: Contact phone
es_es: Teléfono de contacto

source: Content declaration
es_es: Obtener declaración de contenido

source: Contract number
es_es: Número de contrato

source: Correos > Senders
es_es: Correos > Remitentes

source: Correos documentation
es_es: Documentación Correos

source: Correos Oficial plugin needs %s
es_es: El plugin Correos Oficial necesita %s

source: Correos Oficial. Senders Settings must be configurated
es_es: El plugin Correos Oficial necesita al menos un remitente configurado

source: Correos password
es_es: Password de Correos

source: Correos Shipping
es_es: Envío por Correos

source: Correos shipping for WooCommerce
es_es: Envíos con Correos para WooCommerce

source: Correos user
es_es: Usuario de Correos

source: Cort per additional unit
es_es: Coste por unidad adicional

source: Cost
es_es: Coste

source: Cost Per Additional Unit
es_es: Coste por unidad adicional

source: Cost rules error: We are changed %s by 0. Please check it
es_es: Error en las reglas de cose: Se ha cambiado %s por 0. Por favor compruébalo

source: Country
es_es: País

source: Customs
es_es: Aduana

source: Customs Doc
es_es: Documentación aduanera

source: Customs Doc configuration on preregister section on order page.
es_es: Configuración de la documentación aduanera que ciertos envíos necesitan.

source: Customs reference of the consignor
es_es: Referencia aduanera del expedidor

source: Customs reference of the consignor that appears in the pre-registration form. It can be changed before pre-registration
es_es: Referencia aduanera del expedidor que aparece en el preregistro. Puede ser cambiado previamente

source: Data Saved
es_es: Datos guardados

source: Ddp created, now you can download it
es_es: DDP creada, ahora puedes bajarla

source: DDP Documentation
es_es: Documentación DDP

source: Declaration created, now you can download it
es_es: Declaración de contenido creada, ahora puedes bajarla

source: Default customs description
es_es: Descripción por defecto

source: Default description
es_es: Descripción por defecto

source: Delete package
es_es: Borrar bulto

source: Delete Rule
es_es: Eliminar regla(s) seleccionada(s)

source: Delete sender/s
es_es: Eliminar remitente / s

source: Description
es_es: Descripción

source: Description by default that appears in the pre-registration form. It can be changed before pre-registration.
es_es: Descripción por defecto que aparece en el formulario de obtención de etiquetas.

source: Description of the additional charge shown on the cart
es_es: Descripción mostrada en el carro por el cargo adicional

source: Display Google map on selecting citypaq or postoffice in checkout.
es_es: Muestra un mapa de Google al seleccionar una oficina de correos o citypaq en la página de checkout

source: DNI
es_es: DNI/NIF

source: Do you want create it?
es_es: ¿Quieres actualizarlo con un envío de Correos?

source: Docs
es_es: Documentación

source: Doing request
es_es: Generando fichero

source: Download Content Declaration
es_es: Descargar declaración de contenido

source: Download DDP
es_es: Descargar DDP

source: Download DUA
es_es: Descargar DUA

source: Download File
es_es: Descargar archivo

source: Download Label
es_es: Descargar etiqueta

source: Download RMA Label
es_es: Etiqueta de devolución (RMA)

source: Dua created, now you can download it
es_es: DUA creada, ahora puedes bajarla

source: DUA Documentation
es_es: Documentación DUA

source: E.g. ES51 2095 0032 8091 0766 7150
es_es: E.j. ES51 2095 0032 8091 0766 7150

source: Email, State, City, CP and Address
es_es: Correo electrónico, provincia, ciudad, CP y dirección

source: Enable this Payment Method
es_es: Habilitar este método de pago

source: Export rules (csv)
es_es: Exportar reglas (csv)

source: Extra charge
es_es: Cargo adicional

source: Extra charge (Payment on delivery)
es_es: Cargo extra (pago contrareembolso por Correos)

source: Extra charge added to total cart.
es_es: Cargo adicional añadido al total del carro.

source: Extra charge display cart
es_es: Info cargo adicional en el carro

source: Favorites citypaqs for user:
es_es: Citypaqs favoritos del usuario:

source: Fields are required
es_es: Campos requeridos

source: Fill in all data provided by Correos and enable the shipping methods for WooCommerce.
es_es: Complete todos los datos proporcionados por Correos y habilite los métodos de envío para WooCommerce.

source: First and Second name or Company and Contact
es_es: Nombre y Apellidos o Empresa y Contacto

source: First and Second name or Company and Contact.
es_es: Nombre y Apellidos o Empresa y Contacto.

source: First name
es_es: Nombre

source: First obtain label, please
es_es: Primero debes obtener la etiqueta

source: First product description
es_es: Descripción del primer artículo

source: First product value
es_es: Valor del primer artículo

source: First save almost one
es_es: Primero guarda un remitente. Luego puedes añadir los que necesites

source: From (minimum)
es_es: Desde (mínimo)

source: General Settings must be configurated
es_es: La página general debe estar configurada

source: Generate
es_es: Generar

source: Generate shipping
es_es: Generar envío

source: Generated Orders
es_es: Fichero generado. Pedidos

source: Height
es_es: Alto

source: I am already a user
es_es: Ya soy usuario

source: I want to be a client
es_es: Quiero ser cliente

source: Identification number
es_es: DNI/NIF

source: If you fill all of them has preference company + contact person.
es_es: Si rellena todos tiene preferencia la empresa + la persona de contacto.

source: If you select tariff number you must choice a description
es_es: Si selecciona nº tarifario debe seleccionar una descripción

source: Import rules (csv)
es_es: Importar reglas

source: Import Rules from CSV file
es_es: Importar reglas desde archivo CSV

source: Insurance
es_es: Seguro

source: Insurance between 0 and 3000
es_es: El seguro de tener un valor entre 0 y 3000

source: is required for this shipping method.
es_es: es requerido para este método de envío.

source: Label
es_es: Etiqueta

source: Label created, now you can download it
es_es: Etiqueta creada, ahora puedes bajarla

source: Labeler code
es_es: Código etiquetador

source: Last name
es_es: Apellidos

source: Leave at least one record
es_es: Debe dejar al menos un registro

source: Length
es_es: Largo

source: Localizaction link email sended to customer
es_es: Email con enlace de localización enviado al cliente

source: Make sure you not use on-line Correos password
es_es: Asegúrese de no utilizar la contraseña de la web de Correos

source: Make sure you not use on-line Correos user
es_es: Asegúrese de no utilizar el usuario de la web de Correos

source: Max Weight
es_es: Peso máximo

source: maximum %s packages
es_es: máximo %s bultos

source: Maximum cart weight (kg). Over this amount this shipping not available. With 0 the shipping is available with any weight.
es_es: Peso máximo permitido (Kg). Por encima de esta cantidad este envío no esta disponible. Si la cantidad es 0 está permitido cualquier peso.

source: Maximum transaction amount
es_es: Máxima cantidad a pagar

source: Maximum transaction amount for this payment method
es_es: Si el pedido supera éste máximo, contra reembolso (Correos) no se activará

source: Net value of the first item
es_es: Valor neto del primer artículo

source: NIF-DNI, is a required field
es_es: NIF-DNI es un campo requerido

source: NIF-DNI, is invalid. Please, enter a valid NIF-DNI.
es_es: NIF-DNI es inválido. Por favor, entre un NIF-DNI válido.

source: No change order status
es_es: No cambiar el estado del pedido

source: No Citypaqs for postal code:
es_es: Ninguna Citypaq disponible en este código postal:

source: No Citypaqs for state:
es_es: Ningun Citypaq disponible en esta provincia:

source: No Citypaqs for user:
es_es: No hay Citypaqs favoritos del usuario:

source: No Offices for postal code:
es_es: Ninguna oficina disponible en este código postal:

source: No read file.
es_es: Incapaz de leer fichero.

source: Not Correos orders
es_es: No son pedidos de Correos

source: Not Generated Orders
es_es: Pedidos no generados

source: Not Preregister orders. Go to each order and preregiter it.
es_es: Pedidos no preregistrados. Ve a cada pedido y obtén la etiqueta primero.

source: Number of elements
es_es: Nº de bultos

source: Observations printed on Label Order. No more of 45 characters
es_es: Observaciones en la etiqueta del pedido. No más de 45 caracteres

source: Obtain A4 merged labels
es_es: Obtener etiquetas en formato A4

source: Obtain first the label please
es_es: Primero debes obtener la etiqueta

source: Obtain label
es_es: Obtener etiqueta

source: Obtain labels
es_es: Obtener etiquetas

source: Offices updated for postal code:
es_es: Oficinas actualizadas para el código postal:

source: Optional fee for this shipping method.
es_es: Coste fijo opcional para este método de envío.

source: Order status after obtain Correos label
es_es: Estado del pedido después de obtener la etiqueta

source: Order status on obtain label
es_es: Estado del pedido

source: Paq Light International
es_es: Paq light Internacional

source: Paq Premium Home
es_es: Paq Premium Domicilio

source: Paq Premium Office
es_es: Paq Premium Oficina

source: Paq Standard Home
es_es: Paq Estándar Domicilio

source: Paq Standard International
es_es: Paq Estándar Internacional

source: Paq Standard Office
es_es: Paq Estándar Oficina

source: Pay on delivery
es_es: Pago contra reembolso (Correos)

source: Pay with cash upon delivery
es_es: Tus clientes pagan en efectivo a la entrega del pedido (Correos)

source: Payment
es_es: Pago

source: Payment to be made upon delivery.
es_es: El pago será realizado a la entrega de Correos.

source: Phone
es_es: Teléfono

source: PHP %s or greater
es_es: PHP %s o mayor

source: Please contact with
es_es: Por favor, contacte con

source: Please find attached, the new label you need to print out put it on the parcel. Please take it to the nearest Post Office or contact us if you wish to organize a parcel collection
es_es: Se adjunta la etiqueta que usted debe imprimir y pegar al paquete. Posteriormente debe llevarlo a la oficina de Correos más cercana o contacte con nosotros para organizar la recogida

source: Please select a file
es_es: Por favor selecciona un fichero

source: Please, fill in these details and our commercial services will contact you shortly.
es_es: Por favor, cumplimente estos datos y nuestros servicios comerciales contactarán en breve con Vd.

source: Postal Code
es_es: Código postal

source: Print labels format A4 (Correos)
es_es: Obtener etiquetas Correos. Formato A4

source: Print labels format Labeler (Correos)
es_es: Obtener etiquetas Correos. Formato etiquetadora

source: Print Manifiest (Correos)
es_es: Imprimir manifiesto Correos

source: Recipient
es_es: Remitente

source: Recipient changed
es_es: Cambiado dtos de destinatario

source: Recipient Data
es_es: Datos del destinatario

source: Return Label
es_es: Etiqueta de devolución

source: Return order {order_number}. {order_date}
es_es: Devolución del pedido {order_number}. {order_date}

source: Returns
es_es: Devolución

source: Returns cost to pay on Correos office from Customer
es_es: A pagar por el cliente en la oficina de Correos

source: Returns created, now you can download it
es_es: Devolución creada, ahora puedes bajarla

source: Returns instructions email sended to customer
es_es: Instrucciones de devolución enviadas por email al cliente

source: RMA Label for refund order {order_number}
es_es: Etiqueta de devolución del pedido {order_number}

source: Rule Cost
es_es: Coste por regla

source: Rules imported.
es_es: Reglas importadas.

source: Rules table
es_es: Reglas de coste

source: Save
es_es: Guardar

source: Search
es_es: Buscar

source: Search by CP
es_es: Buscar por CP

source: Search by State
es_es: Buscar por provincia

source: Search by ZIP
es_es: Buscar por CP

source: Select a citypaq
es_es: Selecciona un Citypaq

source: Select a Office
es_es: Selecciona una oficina

source: Select an citypaq please
es_es: Selecciona un Citypaq por favor

source: Select an office please
es_es: Selecciona una oficina por favor

source: Select at least one order
es_es: Selecciona al menos un pedido

source: Select at least one record
es_es: Seleccione al menos un registro

source: Select City paq
es_es: Selecciona un Citypaq

source: Select one city paq
es_es: Selecciona un Citypaq

source: Select one office
es_es: Selecciona una oficina

source: Select one order
es_es: Seleccione un pedido

source: Send customer phone to Correos to SMS notices
es_es: Activa el envío de SMS al cliente desde Correos

source: Send request
es_es: Enviar solicitud

source: Sender
es_es: Remitente

source: Sender "%1$s" needs:
es_es: El remitente "%1$s" necesita:

source: Sender Data
es_es: Datos del remitente

source: Sender needs:
es_es: Remitente necesita:

source: Senders
es_es: Remitentes

source: Shipping Class
es_es: Clases de envío

source: Shipping methods
es_es: Métodos de Envio

source: Shipping on 24h/48h
es_es: Envío en 24h/48h

source: Shipping on 48h/72h
es_es: Envío en 48/72h

source: Shipping on Correos Office 24h/48h
es_es: Envío en 24h/48h

source: Shipping on Correos Office 48h/72h
es_es: Envío en 48h/72h

source: Shipping Status
es_es: Estado del pedido

source: Shipping tracking on WECorreos Shipping
es_es: Correos seguimiento de pedidos

source: Show/Hide Info
es_es: Mostrar/Ocultar información

source: SMS notices
es_es: Mensajes SMS

source: SMS shipping notices from Correos
es_es: SMS de Correos con el estado del envío

source: Spain
es_es: España

source: State
es_es: Provincia

source: Tariff Number
es_es: Número Tarifario

source: Tariff number for customs managment that appears in the pre-registration form. It can be changed before pre-registration
es_es: Número tarifario para documentación de aduanas que aparece en el preregistro. Puede ser cambiado previamente.

source: Thank you, your message has been sent successfully. Our commercial services will contact you shortly.
es_es: Gracias, Tu mensaje se ha enviado correctamente. Nuestros servicios comerciales contactarán en breve con Ud.

source: The weight must be a number between 0 and 30
es_es: El peso debe estar entre 0 y 30 Kg. Usar punto (.) para los decimales

source: Then in shipping zones you can add theses shipping methods.
es_es: Después en zonas añade los métodos de envío.

source: This is a notification that contains details for return orders shipping with WECorreos Shipping service.
es_es: Esta notificación contiene los detalles para las devoluciones a través de Correos.

source: This is a notification that contains details for tracking orders shipping with WECorreos Shipping service.
es_es: Esta es una notificación que contiene información para el seguimiento de envío con servicio de Correos.

source: This order no have Correos shipping
es_es: Éste pedido no tiene envío con Correos

source: To (maximum)
es_es: Hasta (máximo)

source: Tracking
es_es: Seguimiento

source: Tracking order {order_number}. {order_date}
es_es: Seguimiento del pedido {order_number}. {order_date}

source: Updating
es_es: Actualizando

source: WECorreos shipping return
es_es: Devolución de envío WECorreos

source: WECorreos shipping tracking
es_es: Seguimiento de envío WECorreos

source: Weight
es_es: Peso

source: Width
es_es: Ancho

source: Without 99
es_es: Sin 99

source: Without CE
es_es: Sin CE

source: WooCommerce %s or greater
es_es: WooCommerce %s o mayor

source: WooEnvio Support
es_es: Soporte WooEnvio

source: You can check the status of the shipment in this link
es_es: En este link puedes ver el estado del pedido

source: You can select the type of shipment once the order is created
es_es: Una vez creado el pedido puedes seleccionar un envío de Correos

source: You can select the type of shipment once the shipping address is created
es_es: Una vez creada la dirección de envío puedes seleccionar un envío de Correos

source: You must have at least one lump
es_es: Debes tener al menos un bulto
